{
    "<pad>": 0,
    "<start>": 1,
    "<end>": 2,
    "<UNK>": 3,
    "DaTā": 4,
    "Daakā": 5,
    "Daal": 6,
    "Daale": 7,
    "Daalo": 8,
    "Daalā": 9,
    "Daalī": 10,
    "Daar": 11,
    "DabDabā": 12,
    "Dagmagāe": 13,
    "Dar": 14,
    "Dare": 15,
    "Dareñ": 16,
    "Darne": 17,
    "Darnā": 18,
    "Daro": 19,
    "Darte": 20,
    "Dartā": 21,
    "Dartī": 22,
    "Darā": 23,
    "Darāne": 24,
    "Darāte": 25,
    "Darātā": 26,
    "Darātī": 27,
    "Darāyā": 28,
    "Das": 29,
    "Dasne": 30,
    "Dasnā": 31,
    "Dear": 32,
    "Derā": 33,
    "Dhaal": 34,
    "Dhab": 35,
    "Dhahā": 36,
    "Dhal": 37,
    "Dhale": 38,
    "Dhalegā": 39,
    "Dhalkī": 40,
    "Dhalne": 41,
    "Dhalte": 42,
    "Dhaltā": 43,
    "Dhaltī": 44,
    "Dhalvānoñ": 45,
    "Dhalā": 46,
    "Dhalī": 47,
    "Dher": 48,
    "Dhiil": 49,
    "Dhotā": 50,
    "Dhā": 51,
    "Dhāiyegā": 52,
    "Dhāka": 53,
    "Dhālā": 54,
    "Dhānī": 55,
    "Dhātā": 56,
    "Dhāñp": 57,
    "Dhāñpne": 58,
    "Dhāñpā": 59,
    "DhūñD": 60,
    "DhūñDe": 61,
    "DhūñDegā": 62,
    "DhūñDeñ": 63,
    "DhūñDeñge": 64,
    "DhūñDh": 65,
    "DhūñDhe": 66,
    "DhūñDhiye": 67,
    "DhūñDhne": 68,
    "DhūñDhte": 69,
    "DhūñDhtā": 70,
    "DhūñDhtī": 71,
    "DhūñDne": 72,
    "DhūñDnā": 73,
    "DhūñDo": 74,
    "DhūñDte": 75,
    "DhūñDtā": 76,
    "DhūñDtī": 77,
    "DhūñDā": 78,
    "DhūñDūñ": 79,
    "Dilegudāḳhta": 80,
    "Doleñ": 81,
    "Dor": 82,
    "Dubo": 83,
    "Duboe": 84,
    "Dubonī": 85,
    "Dubotā": 86,
    "Duboyā": 87,
    "Dubāyā": 88,
    "Duub": 89,
    "Duube": 90,
    "Duubā": 91,
    "Duubī": 92,
    "Dālegī": 93,
    "Dāleñ": 94,
    "Dāleñge": 95,
    "Dāliye": 96,
    "Dālnā": 97,
    "Dālīñ": 98,
    "Dālūñ": 99,
    "DāñvāDol": 100,
    "DāḌheñ": 101,
    "Dūbeñge": 102,
    "Dūbne": 103,
    "Dūbnā": 104,
    "Dūbte": 105,
    "Dūbtā": 106,
    "Dūbtī": 107,
    "Hyderabad": 108,
    "TaTTī": 109,
    "TaTolte": 110,
    "Taal": 111,
    "Taale": 112,
    "Tahal": 113,
    "Tahalnā": 114,
    "Tahalte": 115,
    "Tahnī": 116,
    "Tak": 117,
    "Take": 118,
    "Takrā": 119,
    "Takrāe": 120,
    "Takrānā": 121,
    "Takrātā": 122,
    "Takrāī": 123,
    "Tal": 124,
    "Talne": 125,
    "Talte": 126,
    "Taltī": 127,
    "Tapak": 128,
    "Tapakne": 129,
    "Tapaktā": 130,
    "Tapaktī": 131,
    "Tapke": 132,
    "Tapkā": 133,
    "Tapkāne": 134,
    "Tapkīñ": 135,
    "TeḌhe": 136,
    "TeḌhā": 137,
    "Thaan": 138,
    "Thahar": 139,
    "Thaharne": 140,
    "Thaharnā": 141,
    "Thaharte": 142,
    "Thahartā": 143,
    "Thahartī": 144,
    "Thahre": 145,
    "Thahregā": 146,
    "Thahreñ": 147,
    "Thahro": 148,
    "Thahrā": 149,
    "Thahrāv": 150,
    "Thahrāve": 151,
    "Thahrāyā": 152,
    "Thahrī": 153,
    "ThanDā": 154,
    "ThanDī": 155,
    "Thekiyāñ": 156,
    "Thes": 157,
    "Thiik": 158,
    "Thikāna": 159,
    "Thikāne": 160,
    "Thikānā": 161,
    "Thokar": 162,
    "Thokareñ": 163,
    "Thokaroñ": 164,
    "Thukrā": 165,
    "Thukrāoge": 166,
    "Thukrātā": 167,
    "Thānī": 168,
    "Tiikā": 169,
    "Tiile": 170,
    "Tik": 171,
    "Tikā": 172,
    "ToTke": 173,
    "Toke": 174,
    "Toktā": 175,
    "Tokā": 176,
    "Topī": 177,
    "Tuk": 178,
    "TukḌe": 179,
    "TukḌā": 180,
    "TuuT": 181,
    "TuuTe": 182,
    "TuuTā": 183,
    "TuuTī": 184,
    "Tv": 185,
    "Tāleñge": 186,
    "Tālne": 187,
    "Tāltā": 188,
    "Tāñke": 189,
    "Tāñko": 190,
    "Tāñktī": 191,
    "Tīloñ": 192,
    "TūTeñ": 193,
    "TūTeñgī": 194,
    "TūTne": 195,
    "TūTnā": 196,
    "TūTte": 197,
    "TūTtā": 198,
    "TūTtī": 199,
    "TūTīñ": 200,
    "aTak": 201,
    "aTe": 202,
    "aTkhaToñ": 203,
    "aTkā": 204,
    "aa": 205,
    "aaTh": 206,
    "aab": 207,
    "aabjū": 208,
    "aabla": 209,
    "aable": 210,
    "aabrū": 211,
    "aadam": 212,
    "aadat": 213,
    "aadh": 214,
    "aadhā": 215,
    "aadhī": 216,
    "aadmī": 217,
    "aadā": 218,
    "aadī": 219,
    "aae": 220,
    "aaegā": 221,
    "aaegī": 222,
    "aaeñ": 223,
    "aafat": 224,
    "aag": 225,
    "aagah": 226,
    "aage": 227,
    "aah": 228,
    "aahaT": 229,
    "aahan": 230,
    "aaheñ": 231,
    "aahoñ": 232,
    "aahū": 233,
    "aaiin": 234,
    "aaiiñ": 235,
    "aaina": 236,
    "aaine": 237,
    "aainā": 238,
    "aaise": 239,
    "aaiye": 240,
    "aaiyo": 241,
    "aaj": 242,
    "aajiz": 243,
    "aalam": 244,
    "aalā": 245,
    "aalī": 246,
    "aam": 247,
    "aamad": 248,
    "aamir": 249,
    "aan": 250,
    "aane": 251,
    "aanā": 252,
    "aanī": 253,
    "aao": 254,
    "aaoge": 255,
    "aap": 256,
    "aapas": 257,
    "aaqil": 258,
    "aaqā": 259,
    "aar": 260,
    "aare": 261,
    "aarif": 262,
    "aariz": 263,
    "aarsī": 264,
    "aarzī": 265,
    "aarzū": 266,
    "aarī": 267,
    "aas": 268,
    "aaseb": 269,
    "aashā": 270,
    "aasre": 271,
    "aasrā": 272,
    "aasī": 273,
    "aate": 274,
    "aatā": 275,
    "aatī": 276,
    "aauuñ": 277,
    "aave": 278,
    "aaveñ": 279,
    "aavte": 280,
    "aayat": 281,
    "aayā": 282,
    "aazmā": 283,
    "aazā": 284,
    "aazāshikanī": 285,
    "aañ": 286,
    "aañch": 287,
    "aañkh": 288,
    "aañsū": 289,
    "aaī": 290,
    "aaḌ": 291,
    "aaḌe": 292,
    "ab": 293,
    "abad": 294,
    "abas": 295,
    "abhī": 296,
    "abjadḳhvāñ": 297,
    "ablaqedahr": 298,
    "ablāġhefikr": 299,
    "abr": 300,
    "abrebahār": 301,
    "abrebahārāñ": 302,
    "abrebahārī": 303,
    "abredariyābār": 304,
    "abreguharbār": 305,
    "abregurezpā": 306,
    "abrekaram": 307,
    "abrenaisāñ": 308,
    "abreshafaqālūda": 309,
    "abretar": 310,
    "abroñ": 311,
    "abruoñ": 312,
    "abrū": 313,
    "abtar": 314,
    "abtarī": 315,
    "achchhe": 316,
    "achchhoñ": 317,
    "achchhā": 318,
    "achchhī": 319,
    "achānak": 320,
    "adab": 321,
    "adabgahemohabbat": 322,
    "adam": 323,
    "adhkhule": 324,
    "adhūrā": 325,
    "adl": 326,
    "adlgāheñ": 327,
    "adnā": 328,
    "adā": 329,
    "adādārī": 330,
    "adāedilbarī": 331,
    "adāekāfirāna": 332,
    "adāemubham": 333,
    "adāenāz": 334,
    "adāeshukr": 335,
    "adāetiflī": 336,
    "adāeñ": 337,
    "adāeḳhās": 338,
    "adākārī": 339,
    "adālat": 340,
    "adāoñ": 341,
    "adāshanāsāñ": 342,
    "adāvat": 343,
    "adāvateñ": 344,
    "adīmulfursat": 345,
    "adīmulmisāl": 346,
    "adū": 347,
    "adūemaslahat": 348,
    "afaāl": 349,
    "afkār": 350,
    "aflāk": 351,
    "aflākī": 352,
    "afrañg": 353,
    "afrañgī": 354,
    "afsareshāhāna": 355,
    "afshardaeañgūr": 356,
    "afshurdan": 357,
    "afshāñ": 358,
    "afsos": 359,
    "afsosegarmīhāesohbat": 360,
    "afsurda": 361,
    "afsurdagiedil": 362,
    "afsurdagī": 363,
    "afsurdaomaġhmūm": 364,
    "afsurdaḳhātirī": 365,
    "afsāna": 366,
    "afsānaedumbālaemahmil": 367,
    "afsānaefurqat": 368,
    "afsānaehastī": 369,
    "afsānaerusvāī": 370,
    "afsānaeḳhvābezulaiḳhā": 371,
    "afsāne": 372,
    "afsānoñ": 373,
    "afsūnearzezauqeqatl": 374,
    "afsūneintizār": 375,
    "afsūneḳhvāb": 376,
    "afsūñ": 377,
    "afv": 378,
    "afvebandanavāz": 379,
    "afvāh": 380,
    "afzā": 381,
    "afī": 382,
    "agar": 383,
    "agarche": 384,
    "age": 385,
    "agle": 386,
    "aglā": 387,
    "aglī": 388,
    "aham": 389,
    "ahbāb": 390,
    "ahd": 391,
    "ahdebasīrat": 392,
    "ahdebādagusārāñ": 393,
    "ahdedostī": 394,
    "ahdefarāġhat": 395,
    "ahdehijrovisāl": 396,
    "ahdejavānī": 397,
    "ahdenashāt": 398,
    "ahdenau": 399,
    "ahdepīrānasarī": 400,
    "ahderafta": 401,
    "ahdeshabāb": 402,
    "ahdetajdīdetamannā": 403,
    "ahdetarkemohabbat": 404,
    "ahdevafā": 405,
    "ahdevābastagī": 406,
    "ahdshikan": 407,
    "ahkām": 408,
    "ahkāmetālaemaulūd": 409,
    "ahlebazm": 410,
    "ahlebāġh": 411,
    "ahlebīnash": 412,
    "ahlechaman": 413,
    "ahledahr": 414,
    "ahledard": 415,
    "ahledil": 416,
    "ahleduniyā": 417,
    "ahleduval": 418,
    "ahledānish": 419,
    "ahledīñ": 420,
    "ahlefarebodaġhal": 421,
    "ahlehastī": 422,
    "ahlehavas": 423,
    "ahlehimmat": 424,
    "ahlehunar": 425,
    "ahlehājat": 426,
    "ahleilm": 427,
    "ahleintizār": 428,
    "ahlejafā": 429,
    "ahlejahāñ": 430,
    "ahlejunūñ": 431,
    "ahlekaaba": 432,
    "ahlekaram": 433,
    "ahlekashfokarāmāt": 434,
    "ahlekitāb": 435,
    "ahlekudūrat": 436,
    "ahlekīñ": 437,
    "ahlelucknow": 438,
    "ahlemahfil": 439,
    "ahlemohabbat": 440,
    "ahlemālozar": 441,
    "ahlenavā": 442,
    "ahlenazar": 443,
    "ahleniyāz": 444,
    "ahlenāz": 445,
    "ahleqafas": 446,
    "ahleqalam": 447,
    "ahleqāfila": 448,
    "ahlerazā": 449,
    "ahlesafā": 450,
    "ahlesarkār": 451,
    "ahlesharāb": 452,
    "ahleshauq": 453,
    "ahlesidq": 454,
    "ahlesifārish": 455,
    "ahlesiyāsat": 456,
    "ahlesuḳhan": 457,
    "ahlesūrat": 458,
    "ahletadbīr": 459,
    "ahletalab": 460,
    "ahletamannā": 461,
    "ahletamāshā": 462,
    "ahletanaaum": 463,
    "ahletarab": 464,
    "ahletarīqat": 465,
    "ahlevafā": 466,
    "ahlevatan": 467,
    "ahlezabāñ": 468,
    "ahlezamīñ": 469,
    "ahlezarf": 470,
    "ahlezāhir": 471,
    "ahleġham": 472,
    "ahleḳhirad": 473,
    "ahmadfarāz": 474,
    "ahmaqoñ": 475,
    "ahmiyat": 476,
    "ahvāl": 477,
    "ahvālebashar": 478,
    "ahvālebutāñ": 479,
    "ahvāledil": 480,
    "ahvālemohabbat": 481,
    "ai": 482,
    "aib": 483,
    "aiboñ": 484,
    "ain": 485,
    "ainefitrat": 486,
    "ainehayāt": 487,
    "ainekaram": 488,
    "aise": 489,
    "aish": 490,
    "aishebetābī": 491,
    "aishejahāñ": 492,
    "aisheniyām": 493,
    "aisherafta": 494,
    "aishetamannā": 495,
    "aishetanhā": 496,
    "aisheummīd": 497,
    "aishezāhirī": 498,
    "aisoñ": 499,
    "aisā": 500,
    "aisāvaisā": 501,
    "aisī": 502,
    "aivān": 503,
    "aivānoñ": 504,
    "ajab": 505,
    "ajal": 506,
    "ajam": 507,
    "ajamī": 508,
    "ajdād": 509,
    "ajiib": 510,
    "ajnabiyyat": 511,
    "ajnabī": 512,
    "ajr": 513,
    "ajzā": 514,
    "ajzāebahār": 515,
    "ajzāedoālam": 516,
    "ajzāenigāheāftāb": 517,
    "ajzāenāla": 518,
    "ajzāepareshāñ": 519,
    "ajzāeīmāñ": 520,
    "ajāib": 521,
    "akasr": 522,
    "akbar": 523,
    "akbaremastobeḳhabar": 524,
    "akele": 525,
    "akelepan": 526,
    "akelā": 527,
    "akhāḌe": 528,
    "aks": 529,
    "aksar": 530,
    "aksegul": 531,
    "aksejabīnenāz": 532,
    "aksejalāl": 533,
    "aksemai": 534,
    "akseruḳh": 535,
    "akseruḳhsār": 536,
    "akseshām": 537,
    "akseḳhushbū": 538,
    "akseḳhālerūelailā": 539,
    "aksfarosh": 540,
    "akārat": 541,
    "alag": 542,
    "alagthalag": 543,
    "alam": 544,
    "alamiya": 545,
    "alamāñ": 546,
    "alarraġhmedushamn": 547,
    "albatta": 548,
    "album": 549,
    "alfirāq": 550,
    "alfāz": 551,
    "alif": 552,
    "alifvār": 553,
    "allāh": 554,
    "allāhre": 555,
    "allāhrī": 556,
    "allāhvāloñ": 557,
    "almāsarmuġhāñ": 558,
    "almāsoguhar": 559,
    "alsātā": 560,
    "alvidāa": 561,
    "alvī": 562,
    "alāeqeduniyā": 563,
    "alāmat": 564,
    "alāpoñ": 565,
    "alāva": 566,
    "alī": 567,
    "alīgaḌh": 568,
    "amaan": 569,
    "amaañ": 570,
    "amal": 571,
    "aman": 572,
    "amarbel": 573,
    "ambarafshāñ": 574,
    "amboh": 575,
    "ambār": 576,
    "ammī": 577,
    "amn": 578,
    "amngāh": 579,
    "amr": 580,
    "amremusallam": 581,
    "amreāsmānī": 582,
    "amrit": 583,
    "amrohe": 584,
    "amrohvī": 585,
    "amrāz": 586,
    "amānat": 587,
    "amānateishq": 588,
    "amānateñ": 589,
    "amārī": 590,
    "amīrekārvāñ": 591,
    "amīreshahr": 592,
    "amīresūratomaanī": 593,
    "amīroñ": 594,
    "amīrzāde": 595,
    "amīrī": 596,
    "anaaj": 597,
    "anban": 598,
    "andalīb": 599,
    "andalībezār": 600,
    "andar": 601,
    "andekhe": 602,
    "andesh": 603,
    "andesha": 604,
    "andeshaeabas": 605,
    "andeshaeajam": 606,
    "andeshaegoyāī": 607,
    "andeshaenafozarar": 608,
    "andeshaesālik": 609,
    "andeshahāedūrdarāz": 610,
    "andeshahāegūnāgūñ": 611,
    "andeshe": 612,
    "andhe": 613,
    "andher": 614,
    "andhere": 615,
    "andhā": 616,
    "andhī": 617,
    "andoheishq": 618,
    "andoheshabefurqat": 619,
    "andohevafā": 620,
    "andohobalā": 621,
    "andohrubā": 622,
    "andāz": 623,
    "andāza": 624,
    "andāzaesahrā": 625,
    "andāze": 626,
    "andāzebayāñ": 627,
    "andāzebaḳhūñġhaltīdanebismilpasand": 628,
    "andāzechakīdanhāeḳhūñ": 629,
    "andāzefathulbāb": 630,
    "andāzefuġhāñ": 631,
    "andāzeguftugū": 632,
    "andāzegulafshānīeguftār": 633,
    "andāzehusn": 634,
    "andāzeilājeġhamejāñ": 635,
    "andāzejahāneguzarāñ": 636,
    "andāzejunūñ": 637,
    "andāzenigah": 638,
    "andāzenāla": 639,
    "andāzesitam": 640,
    "andāzesuḳhan": 641,
    "andāzetagotāz": 642,
    "andāzetaġhāful": 643,
    "andāzeturkamānī": 644,
    "andāzeḳhumār": 645,
    "aniis": 646,
    "anjum": 647,
    "anjuman": 648,
    "anjumanegulbadanāñ": 649,
    "anjumaneishq": 650,
    "anjumanen": 651,
    "anjumanenāz": 652,
    "anjumanezindagī": 653,
    "anjumaneārzū": 654,
    "anjumanārā": 655,
    "anjumefalak": 656,
    "anjumeraḳhshanda": 657,
    "anjumshanās": 658,
    "anjām": 659,
    "anjāmejunūñ": 660,
    "anjāmeḳhudārāī": 661,
    "anjāmiebahār": 662,
    "anjān": 663,
    "anjāne": 664,
    "anjānoñ": 665,
    "anmol": 666,
    "anokhī": 667,
    "anqā": 668,
    "anvāreilāhī": 669,
    "anā": 670,
    "anāparast": 671,
    "anāsir": 672,
    "anīs": 673,
    "anīsevaqteāḳhir": 674,
    "anūrāgī": 675,
    "apas": 676,
    "apmān": 677,
    "apne": 678,
    "apneāp": 679,
    "apnoñ": 680,
    "apnā": 681,
    "apnānā": 682,
    "apnātā": 683,
    "apnāyā": 684,
    "apnī": 685,
    "aqab": 686,
    "aqdegardaneḳhūbāñ": 687,
    "aqdār": 688,
    "aql": 689,
    "aqlemaāsh": 690,
    "aqlīm": 691,
    "aqvāmeālam": 692,
    "aqāed": 693,
    "aqīda": 694,
    "aqīde": 695,
    "aqīdoñ": 696,
    "aqīqejigarī": 697,
    "aqīqeyamanī": 698,
    "arab": 699,
    "arabī": 700,
    "araq": 701,
    "araqefitna": 702,
    "araqeinfiāl": 703,
    "arbabejafā": 704,
    "arbada": 705,
    "arbadajū": 706,
    "arbadajūī": 707,
    "arbābefan": 708,
    "arbābejunūñ": 709,
    "arbāberiyā": 710,
    "arbābevafā": 711,
    "are": 712,
    "arenī": 713,
    "arinī": 714,
    "armuġhāñ": 715,
    "armān": 716,
    "armānoñ": 717,
    "armāñ": 718,
    "arna": 719,
    "arsa": 720,
    "arsaehashr": 721,
    "arsaehastī": 722,
    "arsaemahshar": 723,
    "arsaerozehisāb": 724,
    "arsaetapīdanebismil": 725,
    "arsaeāfāq": 726,
    "arse": 727,
    "arsh": 728,
    "arshiyoñ": 729,
    "arshnasheman": 730,
    "arz": 731,
    "arzefazāesīnaedard": 732,
    "arzegirāñjānī": 733,
    "arzehunar": 734,
    "arzehāl": 735,
    "arzejarāhatḳhāna": 736,
    "arzejunūnefanā": 737,
    "arzematlab": 738,
    "arzematāeaqlodilojāñ": 739,
    "arzemuddaā": 740,
    "arzeniyāzeishq": 741,
    "arzenāz": 742,
    "arzenāzeshoḳhiedandāñ": 743,
    "arzesahrādāda": 744,
    "arzesarishk": 745,
    "arzeshauq": 746,
    "arzesitamhāejudāī": 747,
    "arzetamannā": 748,
    "arzetapākejigaresoḳhta": 749,
    "arzevasl": 750,
    "arzeġham": 751,
    "arzeḳhamiyāzaemajnūñ": 752,
    "arzosamā": 753,
    "arzotalab": 754,
    "arzāniemaiejalva": 755,
    "arzānī": 756,
    "arzāñ": 757,
    "arzī": 758,
    "arġhanūñ": 759,
    "asad": 760,
    "asadefitnaintizār": 761,
    "asadeḳhastajāñ": 762,
    "asadullāh": 763,
    "asal": 764,
    "asar": 765,
    "asarebahār": 766,
    "asarebādaejavānī": 767,
    "asaredaurkāenāt": 768,
    "asaredīd": 769,
    "asaregiryā": 770,
    "asarekuhan": 771,
    "asareābla": 772,
    "asbāb": 773,
    "asbābesafar": 774,
    "ashTamī": 775,
    "ashjār": 776,
    "ashk": 777,
    "ashkafshānī": 778,
    "ashkbār": 779,
    "ashkbārī": 780,
    "ashkechashmedām": 781,
    "ashkekabāb": 782,
    "ashkesahāb": 783,
    "ashkeġham": 784,
    "ashkeḳhūñ": 785,
    "ashkoñ": 786,
    "ashkrez": 787,
    "ashār": 788,
    "asia": 789,
    "asiir": 790,
    "asl": 791,
    "asleshuhūdoshāhidomashhūd": 792,
    "asleīnoāñ": 793,
    "aslī": 794,
    "asnāmeḳhayālī": 795,
    "asresozenihāñ": 796,
    "asrār": 797,
    "asrārehastī": 798,
    "asrārekitāb": 799,
    "asrāreshahanshāhī": 800,
    "asrāresultānī": 801,
    "asā": 802,
    "asāeḳhizresahrāesuḳhan": 803,
    "asāmī": 804,
    "asārā": 805,
    "asīrechāk": 806,
    "asīregardisheqismat": 807,
    "asīrehalqaenekobadeālam": 808,
    "asīrezulfehazrat": 809,
    "asīreāshiyāna": 810,
    "asīroñ": 811,
    "asīrānemohabbat": 812,
    "asīrāneqafas": 813,
    "asīrī": 814,
    "asīrīyoñ": 815,
    "atrāf": 816,
    "attār": 817,
    "atā": 818,
    "atāeshaiḳheharam": 819,
    "atāeshola": 820,
    "atāoñ": 821,
    "atāraderaqam": 822,
    "aubāsh": 823,
    "auhām": 824,
    "auj": 825,
    "aujekamāl": 826,
    "aujetālaelālogohar": 827,
    "auliyā": 828,
    "aulā": 829,
    "auqāt": 830,
    "aur": 831,
    "auratoñ": 832,
    "aurañgesulaimāñ": 833,
    "auroñ": 834,
    "aurāq": 835,
    "aurāqelaḳhtedil": 836,
    "aurāqemusavvar": 837,
    "aurāqepareshāñ": 838,
    "aurāqeārzū": 839,
    "ausāf": 840,
    "ausān": 841,
    "autār": 842,
    "auñdhe": 843,
    "avaam": 844,
    "aval": 845,
    "avval": 846,
    "avvaleshab": 847,
    "avvalīñ": 848,
    "ayaañ": 849,
    "ayyām": 850,
    "ayyāmeasīrī": 851,
    "ayyāmesheb": 852,
    "ayyār": 853,
    "ayyārī": 854,
    "ayādat": 855,
    "ayāretabaaeḳharīdār": 856,
    "ayāġh": 857,
    "az": 858,
    "azaab": 859,
    "azaañ": 860,
    "azal": 861,
    "azbaski": 862,
    "azchākegarebāñ": 863,
    "azgarmīeraftāredost": 864,
    "aziiz": 865,
    "aziyatkoshī": 866,
    "aziyyat": 867,
    "aziyyatoñ": 868,
    "azlam": 869,
    "azm": 870,
    "azmat": 871,
    "azmateñ": 872,
    "azmehr": 873,
    "azmesafar": 874,
    "azmesafemizhgāneḳhudārā": 875,
    "azmesairenajafotaufeharam": 876,
    "azmetasḳhīr": 877,
    "azrā": 878,
    "azsarenau": 879,
    "azyaknafas": 880,
    "azābedarobām": 881,
    "azābedānishehāzir": 882,
    "azābedīd": 883,
    "azābesafar": 884,
    "azāboñ": 885,
    "azānoñ": 886,
    "azārā": 887,
    "azīmābād": 888,
    "azīzeman": 889,
    "azīzemisr": 890,
    "azīzo": 891,
    "azīzoñ": 892,
    "azīztar": 893,
    "azīzānebadzabāñ": 894,
    "azīzāñ": 895,
    "azḳhud": 896,
    "azḳhudguzashtagī": 897,
    "añdhere": 898,
    "añdheroñ": 899,
    "añdherā": 900,
    "añdherī": 901,
    "añdhiyārī": 902,
    "añdhārī": 903,
    "añg": 904,
    "añge": 905,
    "añgrezoñ": 906,
    "añgusht": 907,
    "añgushtarepā": 908,
    "añgushtehināī": 909,
    "añgushtesozan": 910,
    "añgāre": 911,
    "añgāreqabr": 912,
    "añgāroñ": 913,
    "añgārā": 914,
    "añgūr": 915,
    "añgḌāiyoñ": 916,
    "añgḌāī": 917,
    "añjhuvāñ": 918,
    "añkhiyā": 919,
    "añkhiyāñ": 920,
    "añkhāñ": 921,
    "añkhḌiyoñ": 922,
    "aālīnasaboñ": 923,
    "aġhlab": 924,
    "aġhniyā": 925,
    "aġhyār": 926,
    "aḌ": 927,
    "aḳhbār": 928,
    "aḳhlāq": 929,
    "aḳhtar": 930,
    "aḳhtarshumārī": 931,
    "aḳhīr": 932,
    "ba": 933,
    "baT": 934,
    "baTe": 935,
    "baTtī": 936,
    "baTvāre": 937,
    "baTāo": 938,
    "baTāūñgā": 939,
    "baab": 940,
    "baabā": 941,
    "baad": 942,
    "baada": 943,
    "baadazmarg": 944,
    "baademarg": 945,
    "baadevasl": 946,
    "baag": 947,
    "baais": 948,
    "baaj": 949,
    "baaje": 950,
    "baajā": 951,
    "baakseāina": 952,
    "baal": 953,
    "baale": 954,
    "baalā": 955,
    "baalī": 956,
    "baam": 957,
    "baan": 958,
    "baandāzaehimmat": 959,
    "baandāzaetaqrīr": 960,
    "baandāzaeḳhumār": 961,
    "baandāzechakīdan": 962,
    "baandāzegul": 963,
    "baandāzeitāb": 964,
    "baandāzemahramāna": 965,
    "baanī": 966,
    "baap": 967,
    "baaqī": 968,
    "baar": 969,
    "baare": 970,
    "baarzebisātevajūd": 971,
    "baarī": 972,
    "baas": 973,
    "baasī": 974,
    "baat": 975,
    "baav": 976,
    "baaz": 977,
    "baazī": 978,
    "baazū": 979,
    "baazḳhilateshāhī": 980,
    "baañT": 981,
    "baañh": 982,
    "baañs": 983,
    "baaġh": 984,
    "baaḌ": 985,
    "babadī": 986,
    "babaḳhshad": 987,
    "baberabtieunvāñ": 988,
    "babroñ": 989,
    "baburd": 990,
    "babād": 991,
    "babālejauhareshamshīr": 992,
    "babāleshoalaebetāb": 993,
    "babāzārechaman": 994,
    "babāġherañghāerafta": 995,
    "bach": 996,
    "bacha": 997,
    "bachan": 998,
    "bachang": 999,
    "bachashmakhāelailā": 1000,
    "bachashmepurāb": 1001,
    "bachashmetar": 1002,
    "bachcha": 1003,
    "bachche": 1004,
    "bachchiyāñ": 1005,
    "bachchoñ": 1006,
    "bache": 1007,
    "bachehraemutabassim": 1008,
    "bacheñ": 1009,
    "bachiye": 1010,
    "bachne": 1011,
    "bachnā": 1012,
    "bacho": 1013,
    "bachpan": 1014,
    "bachpane": 1015,
    "bachte": 1016,
    "bachtī": 1017,
    "bachā": 1018,
    "bachāe": 1019,
    "bachāegā": 1020,
    "bachāeñ": 1021,
    "bachāne": 1022,
    "bachānā": 1023,
    "bachāte": 1024,
    "bachāyā": 1025,
    "bachāūñ": 1026,
    "bachī": 1027,
    "bad": 1028,
    "badahd": 1029,
    "badal": 1030,
    "badalekāfir": 1031,
    "badalne": 1032,
    "badalnā": 1033,
    "badalte": 1034,
    "badaltā": 1035,
    "badaltī": 1036,
    "badamal": 1037,
    "badamesard": 1038,
    "badameābebaqā": 1039,
    "badan": 1040,
    "badandarīda": 1041,
    "badastebutebadmast": 1042,
    "badaulat": 1043,
    "badaḳhshān": 1044,
    "badaḳhshāñ": 1045,
    "badchalan": 1046,
    "baddimāġh": 1047,
    "baddimāġhī": 1048,
    "badduā": 1049,
    "badduāeñ": 1050,
    "badgumāniyāñ": 1051,
    "badgumānī": 1052,
    "badgumānīehusn": 1053,
    "badgumāñ": 1054,
    "badgūī": 1055,
    "badhavās": 1056,
    "badhavāsī": 1057,
    "badhāl": 1058,
    "badil": 1059,
    "badilḳhuftagāñ": 1060,
    "badla": 1061,
    "badle": 1062,
    "badlegā": 1063,
    "badleñge": 1064,
    "badliyāñ": 1065,
    "badlā": 1066,
    "badlī": 1067,
    "badlīñ": 1068,
    "badmast": 1069,
    "badmastebashikan": 1070,
    "badmastieharzarra": 1071,
    "badmastī": 1072,
    "badmizāj": 1073,
    "badnasīb": 1074,
    "badnām": 1075,
    "badnāmī": 1076,
    "badobastepuḳhta": 1077,
    "badr": 1078,
    "badrozgārī": 1079,
    "badshiār": 1080,
    "badsulūk": 1081,
    "badtar": 1082,
    "badtarīq": 1083,
    "badvaziyoñ": 1084,
    "badzabāñ": 1085,
    "badzan": 1086,
    "badād": 1087,
    "badāyat": 1088,
    "badāġhesāyaebālehumā": 1089,
    "badī": 1090,
    "badḳhvāh": 1091,
    "badḳhū": 1092,
    "badḳhūoñ": 1093,
    "badḳhūī": 1094,
    "bafaizebedilī": 1095,
    "bafaizeādameḳhākī": 1096,
    "bafusūnenigahenāz": 1097,
    "bagashtam": 1098,
    "bagulelāla": 1099,
    "bagulzāreḳhayāl": 1100,
    "bagūla": 1101,
    "bagūle": 1102,
    "bagūlā": 1103,
    "bah": 1104,
    "bahadīsedigrāñ": 1105,
    "bahairatkadaedāġh": 1106,
    "bahairatkadaeshoḳhienāz": 1107,
    "bahak": 1108,
    "bahakne": 1109,
    "bahal": 1110,
    "bahalte": 1111,
    "bahaltā": 1112,
    "bahaltī": 1113,
    "baham": 1114,
    "bahan": 1115,
    "bahaqqeāñ": 1116,
    "baharhāl": 1117,
    "baharkaif": 1118,
    "baharsūrat": 1119,
    "baharzah": 1120,
    "bahas": 1121,
    "bahasbegardishepaimānaesifāt": 1122,
    "bahasrat": 1123,
    "bahattar": 1124,
    "bahañgāmekamāl": 1125,
    "bahañgāmesimāa": 1126,
    "bahegā": 1127,
    "bahisht": 1128,
    "bahke": 1129,
    "bahkegā": 1130,
    "bahkī": 1131,
    "bahlā": 1132,
    "bahlāe": 1133,
    "bahlāeñ": 1134,
    "bahlānā": 1135,
    "bahlāo": 1136,
    "bahlāyā": 1137,
    "bahlāī": 1138,
    "bahman": 1139,
    "bahne": 1140,
    "bahr": 1141,
    "bahrebekarāñ": 1142,
    "bahredastobāzueqātil": 1143,
    "bahredāvatenazzāra": 1144,
    "bahrefanā": 1145,
    "bahrehastī": 1146,
    "bahreirfāneilāhī": 1147,
    "bahrekashfemuddaā": 1148,
    "bahrelutfokaram": 1149,
    "bahremazāreshohadā": 1150,
    "bahremulāqāt": 1151,
    "bahretaskīnetapīdanhāetifledil": 1152,
    "bahreāshyāñ": 1153,
    "bahreġham": 1154,
    "bahreḳhudā": 1155,
    "bahrā": 1156,
    "bahrī": 1157,
    "bahs": 1158,
    "bahseñ": 1159,
    "bahsojidāl": 1160,
    "bahte": 1161,
    "bahtā": 1162,
    "bahtī": 1163,
    "bahut": 1164,
    "bahutere": 1165,
    "bahzād": 1166,
    "bahā": 1167,
    "bahādureālīguhar": 1168,
    "bahāe": 1169,
    "bahāebosa": 1170,
    "bahāematāehunar": 1171,
    "bahāeñ": 1172,
    "bahāl": 1173,
    "bahāledilebismil": 1174,
    "bahāna": 1175,
    "bahānaebegāngī": 1176,
    "bahānaerāhat": 1177,
    "bahāne": 1178,
    "bahānoñ": 1179,
    "bahānā": 1180,
    "bahār": 1181,
    "bahārdilkushā": 1182,
    "bahārebāġhaejināñ": 1183,
    "bahāregarmīebāzāredost": 1184,
    "bahāregul": 1185,
    "bahārelālaogul": 1186,
    "bahāremaikashī": 1187,
    "bahāremuddaā": 1188,
    "bahārenāz": 1189,
    "bahārerafta": 1190,
    "bahārerañgeḳhūnegul": 1191,
    "bahāreshabnam": 1192,
    "bahāreshimāil": 1193,
    "bahāreshoḳh": 1194,
    "bahāresumbulistāñ": 1195,
    "bahāreumr": 1196,
    "bahāreñ": 1197,
    "bahāroñ": 1198,
    "bahārāñ": 1199,
    "bahāte": 1200,
    "bahāyā": 1201,
    "bahāī": 1202,
    "bahī": 1203,
    "bahīshtshamāil": 1204,
    "baiTh": 1205,
    "baiThe": 1206,
    "baiTheñ": 1207,
    "baiTheñge": 1208,
    "baiThiye": 1209,
    "baiThne": 1210,
    "baiThnā": 1211,
    "baiTho": 1212,
    "baiThte": 1213,
    "baiThtā": 1214,
    "baiThā": 1215,
    "baiThī": 1216,
    "baiThīñ": 1217,
    "baiat": 1218,
    "baiid": 1219,
    "baijzābād": 1220,
    "baijāzat": 1221,
    "bain": 1222,
    "bair": 1223,
    "bairāg": 1224,
    "bairāgī": 1225,
    "bait": 1226,
    "baitehuzan": 1227,
    "baizaebulbul": 1228,
    "baizaemor": 1229,
    "baizaequamrī": 1230,
    "baizaequmrī": 1231,
    "baizaāsā": 1232,
    "bajabīnekushāda": 1233,
    "bajalvareziebādobaparfishānīeshama": 1234,
    "bajaulāñgāhenaumīdī": 1235,
    "baje": 1236,
    "bajebeharnigah": 1237,
    "bajebeārzū": 1238,
    "bajeñ": 1239,
    "bajte": 1240,
    "bajtī": 1241,
    "bajuz": 1242,
    "bajā": 1243,
    "bajāe": 1244,
    "bajāedil": 1245,
    "bajāedāna": 1246,
    "bajāneasad": 1247,
    "bak": 1248,
    "bakamīnebezabānī": 1249,
    "bakanāregul": 1250,
    "bakheḌe": 1251,
    "bakohsār": 1252,
    "bakorīedilochashmeraqīb": 1253,
    "bakāmedileḳhasta": 1254,
    "bakār": 1255,
    "bal": 1256,
    "balab": 1257,
    "bale": 1258,
    "balki": 1259,
    "balā": 1260,
    "balāejāñ": 1261,
    "balāeñ": 1262,
    "balāeāsmānī": 1263,
    "balākash": 1264,
    "balāoñ": 1265,
    "balāġhat": 1266,
    "balġhamīmizāj": 1267,
    "balīġh": 1268,
    "bamaanī": 1269,
    "bamajbūrīedil": 1270,
    "bamanzilemaqsad": 1271,
    "bambaī": 1272,
    "bamiqdārehasratedil": 1273,
    "bamohresadnazar": 1274,
    "bamushkil": 1275,
    "ban": 1276,
    "banThan": 1277,
    "banaqsegadāyāñ": 1278,
    "banashtarezāresaudāeḳhayāl": 1279,
    "banaġhma": 1280,
    "banbanā": 1281,
    "banbās": 1282,
    "band": 1283,
    "banda": 1284,
    "bandaegustāḳh": 1285,
    "bandaehaqbīnohaqandesh": 1286,
    "bandaemomin": 1287,
    "bandaezamāna": 1288,
    "bandaeāzād": 1289,
    "bandaeḳhudā": 1290,
    "bandagiebūturāb": 1291,
    "bandagāneḳhudā": 1292,
    "bandagī": 1293,
    "bandanavāz": 1294,
    "bandaonāchār": 1295,
    "bandaparvar": 1296,
    "bandaparvarī": 1297,
    "bande": 1298,
    "bandeishq": 1299,
    "bandenaqābehusn": 1300,
    "bandeqabā": 1301,
    "bandeġham": 1302,
    "bandhan": 1303,
    "bandish": 1304,
    "bando": 1305,
    "bandobast": 1306,
    "bandoñ": 1307,
    "bandā": 1308,
    "bandūq": 1309,
    "bane": 1310,
    "banegā": 1311,
    "banegī": 1312,
    "baneñge": 1313,
    "baneñgī": 1314,
    "baniye": 1315,
    "banjar": 1316,
    "banjāramizājī": 1317,
    "banjāre": 1318,
    "bano": 1319,
    "banoge": 1320,
    "banoñ": 1321,
    "bansañvar": 1322,
    "bante": 1323,
    "bantā": 1324,
    "bantī": 1325,
    "banñe": 1326,
    "banā": 1327,
    "banāe": 1328,
    "banāeñ": 1329,
    "banāla": 1330,
    "banāmedil": 1331,
    "banāmetahzīb": 1332,
    "banāmetāqat": 1333,
    "banāne": 1334,
    "banānā": 1335,
    "banāo": 1336,
    "banāoge": 1337,
    "banāte": 1338,
    "banātunnāshegardūñ": 1339,
    "banātā": 1340,
    "banāv": 1341,
    "banāvaT": 1342,
    "banāyā": 1343,
    "banāī": 1344,
    "banī": 1345,
    "banīmġhamza": 1346,
    "banīñ": 1347,
    "banūñ": 1348,
    "banūñgā": 1349,
    "bapardaetadbīr": 1350,
    "bapechotābehavas": 1351,
    "bapā": 1352,
    "baqadrehasratedil": 1353,
    "baqadrehauslaedil": 1354,
    "baqadrehauslaeishq": 1355,
    "baqadrelabodandāñ": 1356,
    "baqadrelazzateāzār": 1357,
    "baqadrerañg": 1358,
    "baqadreshauq": 1359,
    "baqadreyakfazāeḳhanda": 1360,
    "baqadrezarf": 1361,
    "baqadrezauqenazar": 1362,
    "baqaidezīst": 1363,
    "baqaul": 1364,
    "baqaulehuzūr": 1365,
    "baqaulenāsiḳh": 1366,
    "baqazā": 1367,
    "baqā": 1368,
    "bar": 1369,
    "barahman": 1370,
    "barahna": 1371,
    "barahnapāī": 1372,
    "barahnasar": 1373,
    "barakat": 1374,
    "baran": 1375,
    "baras": 1376,
    "barasne": 1377,
    "baraste": 1378,
    "barastā": 1379,
    "barastī": 1380,
    "barat": 1381,
    "barateñ": 1382,
    "baratnā": 1383,
    "barañg": 1384,
    "barañgebūegul": 1385,
    "barañgedigar": 1386,
    "barañgekāġhazeātishzada": 1387,
    "barañgemaujemai": 1388,
    "barañgepumba": 1389,
    "barañgeqatraesīmāb": 1390,
    "barañgesabza": 1391,
    "barañgesabzaenūrasta": 1392,
    "barañgeshama": 1393,
    "barañgeshoala": 1394,
    "barañgeshīsha": 1395,
    "barañgesubhemahshar": 1396,
    "barañgesāya": 1397,
    "barañgeḳhār": 1398,
    "barañgmehr": 1399,
    "barbat": 1400,
    "barbād": 1401,
    "barbādemohabbat": 1402,
    "barbādiyoñ": 1403,
    "barbādiyāñ": 1404,
    "barchahār": 1405,
    "barchhiyāñ": 1406,
    "barchhī": 1407,
    "bardelayālī": 1408,
    "bardāsht": 1409,
    "barf": 1410,
    "barfāb": 1411,
    "barfīlī": 1412,
    "barg": 1413,
    "bargad": 1414,
    "bargegayā": 1415,
    "bargegul": 1416,
    "bargehinā": 1417,
    "bargenabāt": 1418,
    "bargenargis": 1419,
    "bargesaman": 1420,
    "bargeāfiyat": 1421,
    "bargeāvāra": 1422,
    "bargeḳhizāñrasīda": 1423,
    "bargobār": 1424,
    "barham": 1425,
    "barhaman": 1426,
    "barhamī": 1427,
    "barhamḳhurdanebazmesurūr": 1428,
    "barhanapāī": 1429,
    "barhanasar": 1430,
    "barhaq": 1431,
    "barjā": 1432,
    "barkhā": 1433,
    "barmalā": 1434,
    "barpanj": 1435,
    "barpā": 1436,
    "barq": 1437,
    "barqarār": 1438,
    "barqeadā": 1439,
    "barqebajānehausla": 1440,
    "barqebeqarār": 1441,
    "barqedamāñ": 1442,
    "barqehavādis": 1443,
    "barqehusn": 1444,
    "barqejamāl": 1445,
    "barqekamnigāhī": 1446,
    "barqenazar": 1447,
    "barqenazārāsoz": 1448,
    "barqenigāh": 1449,
    "barqesozedil": 1450,
    "barqetajallī": 1451,
    "barqeḳhiramanesadkohetūr": 1452,
    "barqeḳhirman": 1453,
    "barqeḳhirmanerāhat": 1454,
    "barqeḳhirmanhāeḳhātir": 1455,
    "barqeḳhirmanzār": 1456,
    "barqeḳhirām": 1457,
    "barqosharar": 1458,
    "barqpāroñ": 1459,
    "barqsifāt": 1460,
    "barqvash": 1461,
    "barrūeshashjahat": 1462,
    "barsabīleshikāyat": 1463,
    "barsarepaikār": 1464,
    "barsareparḳhāsh": 1465,
    "barsarezauqefanā": 1466,
    "barsareām": 1467,
    "barse": 1468,
    "barshikālegiryaeāshiq": 1469,
    "barsoñ": 1470,
    "barsā": 1471,
    "barsāoge": 1472,
    "barsāt": 1473,
    "barsāte": 1474,
    "barsāteñ": 1475,
    "barsātoñ": 1476,
    "barsātī": 1477,
    "barsāī": 1478,
    "barsī": 1479,
    "bartaraf": 1480,
    "barteñ": 1481,
    "bartāo": 1482,
    "bartāv": 1483,
    "bartī": 1484,
    "bartūñ": 1485,
    "barvaqt": 1486,
    "barzaḳh": 1487,
    "barābar": 1488,
    "barābarī": 1489,
    "barāehallemushkil": 1490,
    "barāevidā": 1491,
    "barāeḳhanda": 1492,
    "barāeḳhudā": 1493,
    "barāt": 1494,
    "barātemaāshejunūneishq": 1495,
    "barāteñ": 1496,
    "barūekār": 1497,
    "barūesufra": 1498,
    "barḳhud": 1499,
    "barḳhurdārebistar": 1500,
    "bas": 1501,
    "basadfarebam": 1502,
    "basadnāz": 1503,
    "basadrañgegulistāñ": 1504,
    "basadzauq": 1505,
    "basahrā": 1506,
    "basahrāeintizār": 1507,
    "basaiedil": 1508,
    "basaieġhair": 1509,
    "basaileashk": 1510,
    "basant": 1511,
    "basar": 1512,
    "basarchashmaedīgar": 1513,
    "basareimtihāñ": 1514,
    "basaḳhtīhāeqaidezindagī": 1515,
    "base": 1516,
    "basere": 1517,
    "baserā": 1518,
    "baseñ": 1519,
    "baseñge": 1520,
    "bashaklechashmehairānī": 1521,
    "bashaklenīshtez": 1522,
    "bashar": 1523,
    "basharhenigāheajz": 1524,
    "basharteustuvārī": 1525,
    "bashikanemaiḳhāna": 1526,
    "bashārat": 1527,
    "baski": 1528,
    "basozeātishedāġhetamannā": 1529,
    "bastaeauhām": 1530,
    "bastaneahdemohabbat": 1531,
    "baste": 1532,
    "bastiyo": 1533,
    "bastiyoñ": 1534,
    "bastiyāñ": 1535,
    "bastā": 1536,
    "bastī": 1537,
    "basā": 1538,
    "basāe": 1539,
    "basānehabāb": 1540,
    "basāneḳhāma": 1541,
    "basānā": 1542,
    "basānī": 1543,
    "basāo": 1544,
    "basāyā": 1545,
    "basī": 1546,
    "basīr": 1547,
    "basīrat": 1548,
    "basūedil": 1549,
    "basūrat": 1550,
    "bat": 1551,
    "batamannāebeḳhudī": 1552,
    "bataqrībemazāmīneḳhumār": 1553,
    "bataqrībesafar": 1554,
    "batarzeahlefanā": 1555,
    "batarzedigar": 1556,
    "batarzedilnashīñ": 1557,
    "batañgiechashmehasūd": 1558,
    "bataġhāful": 1559,
    "batemai": 1560,
    "bathā": 1561,
    "batiyāñ": 1562,
    "batlā": 1563,
    "batlāeñ": 1564,
    "batlāo": 1565,
    "batlātā": 1566,
    "batlāūñ": 1567,
    "batā": 1568,
    "batāe": 1569,
    "batāeñ": 1570,
    "batāeñge": 1571,
    "batālaechashmehasūd": 1572,
    "batāne": 1573,
    "batānā": 1574,
    "batāo": 1575,
    "batāte": 1576,
    "batātā": 1577,
    "batātī": 1578,
    "batāyā": 1579,
    "batāūñ": 1580,
    "batūfānetaġhāful": 1581,
    "batūfāñgāhejosheiztirābeshāmetanhāī": 1582,
    "bauchhār": 1583,
    "bauchhāroñ": 1584,
    "baunvānedigar": 1585,
    "baunvānejāñkanī": 1586,
    "bauryānī": 1587,
    "baurā": 1588,
    "bavahmenāz": 1589,
    "bavaqtemaiparastī": 1590,
    "bavaqtesafar": 1591,
    "bavaqtesarnigūnī": 1592,
    "bavidāeḳhizāñ": 1593,
    "bavādīehasrat": 1594,
    "bayakjunbishenashāt": 1595,
    "bayābān": 1596,
    "bayābānefanā": 1597,
    "bayābānoñ": 1598,
    "bayābāñ": 1599,
    "bayābāñnavard": 1600,
    "bayābāñnavardevahmevajūd": 1601,
    "bayādegarmīesohbat": 1602,
    "bayān": 1603,
    "bayāneshama": 1604,
    "bayāneshoḳhīeguftāredost": 1605,
    "bayānoñ": 1606,
    "bayāñ": 1607,
    "bazabt": 1608,
    "bazabtehālenāafsurdagāñ": 1609,
    "bazamānaejavānī": 1610,
    "bazauqeġhaflatesāqī": 1611,
    "bazaḳhmemaujaedariyā": 1612,
    "bazid": 1613,
    "bazm": 1614,
    "bazmeadū": 1615,
    "bazmeaishedost": 1616,
    "bazmeanjum": 1617,
    "bazmeasad": 1618,
    "bazmeañgushtetahayyur": 1619,
    "bazmebeḳhudī": 1620,
    "bazmebutāñ": 1621,
    "bazmecharāġhāñ": 1622,
    "bazmeduniyā": 1623,
    "bazmedushman": 1624,
    "bazmeharīfāñ": 1625,
    "bazmehastī": 1626,
    "bazmehayāt": 1627,
    "bazmejānāñ": 1628,
    "bazmemaanī": 1629,
    "bazmemai": 1630,
    "bazmemātam": 1631,
    "bazmenāz": 1632,
    "bazmeqadah": 1633,
    "bazmesamāehastī": 1634,
    "bazmeshāhanshāh": 1635,
    "bazmesuḳhan": 1636,
    "bazmesāmaīn": 1637,
    "bazmesāqī": 1638,
    "bazmetamāshā": 1639,
    "bazmetarab": 1640,
    "bazmeyārāñ": 1641,
    "bazmezindagī": 1642,
    "bazmeġhair": 1643,
    "bazmeġhuncha": 1644,
    "bazmeḳhayāl": 1645,
    "bazmeḳhāmosh": 1646,
    "bazmgahehastī": 1647,
    "bazmārāiyāñ": 1648,
    "bazmārāī": 1649,
    "bazmārāīyāñ": 1650,
    "bazoreāh": 1651,
    "bazāhidāñ": 1652,
    "bazāhir": 1653,
    "bañdh": 1654,
    "bañdhe": 1655,
    "bañdhā": 1656,
    "bañdhīñ": 1657,
    "baāġhosheraqīb": 1658,
    "baġhair": 1659,
    "baġhaireyakdilebemuddaā": 1660,
    "baġhal": 1661,
    "baġhalgīr": 1662,
    "baġhāvat": 1663,
    "baġhāvatoñ": 1664,
    "baīdevahmoḳhvāb": 1665,
    "baīmāeshoala": 1666,
    "baḌe": 1667,
    "baḌebaḌoñ": 1668,
    "baḌh": 1669,
    "baḌhchaḌh": 1670,
    "baḌhe": 1671,
    "baḌhegā": 1672,
    "baḌhegī": 1673,
    "baḌhnā": 1674,
    "baḌhte": 1675,
    "baḌhtā": 1676,
    "baḌhtī": 1677,
    "baḌhā": 1678,
    "baḌhāeñ": 1679,
    "baḌhāne": 1680,
    "baḌhānā": 1681,
    "baḌhāo": 1682,
    "baḌhāte": 1683,
    "baḌhāuñgā": 1684,
    "baḌhāyā": 1685,
    "baḌhāī": 1686,
    "baḌhī": 1687,
    "baḌā": 1688,
    "baḌī": 1689,
    "baḳhair": 1690,
    "baḳhare": 1691,
    "baḳhiya": 1692,
    "baḳhiyaechākegarebāñ": 1693,
    "baḳhiyagarī": 1694,
    "baḳhiyahāezaḳhm": 1695,
    "baḳhiye": 1696,
    "baḳhsh": 1697,
    "baḳhshe": 1698,
    "baḳhsheñ": 1699,
    "baḳhshish": 1700,
    "baḳhshishebehisāb": 1701,
    "baḳhshishedost": 1702,
    "baḳhshishelab": 1703,
    "baḳhshisheñ": 1704,
    "baḳhshnā": 1705,
    "baḳhshā": 1706,
    "baḳhshī": 1707,
    "baḳhshīñ": 1708,
    "baḳht": 1709,
    "baḳhtehamdastānieshaidā": 1710,
    "baḳhterasā": 1711,
    "baḳhteḳhufta": 1712,
    "baḳhtoñ": 1713,
    "baḳhud": 1714,
    "baḳhudā": 1715,
    "baḳhīl": 1716,
    "baḳhīlī": 1717,
    "baḳhūnedil": 1718,
    "baḳhūñ": 1719,
    "baḳhūñġhaltīdaesadrañg": 1720,
    "be": 1721,
    "beDol": 1722,
    "beTe": 1723,
    "beThikāna": 1724,
    "beThikāne": 1725,
    "beTiyāñ": 1726,
    "beTā": 1727,
    "beTī": 1728,
    "beach": 1729,
    "beadab": 1730,
    "beadaboñ": 1731,
    "beadabī": 1732,
    "beadāiyāñ": 1733,
    "beaib": 1734,
    "beamal": 1735,
    "beamāñ": 1736,
    "beasar": 1737,
    "beayyāmegul": 1738,
    "bebahra": 1739,
    "bebahā": 1740,
    "bebargosāz": 1741,
    "bebas": 1742,
    "bebasar": 1743,
    "bebasī": 1744,
    "bebhajan": 1745,
    "bebuniyād": 1746,
    "bebāk": 1747,
    "bebākiyāñ": 1748,
    "bebākī": 1749,
    "bebālopar": 1750,
    "bebāloparī": 1751,
    "bech": 1752,
    "bechain": 1753,
    "bechainī": 1754,
    "bechaman": 1755,
    "bechashmedil": 1756,
    "bechehra": 1757,
    "bechne": 1758,
    "bechtā": 1759,
    "bechā": 1760,
    "bechāra": 1761,
    "bechāre": 1762,
    "bechārgī": 1763,
    "bechārā": 1764,
    "bedard": 1765,
    "bedardiyāñ": 1766,
    "bedarodīvār": 1767,
    "bedarvāza": 1768,
    "bedastopā": 1769,
    "bedavā": 1770,
    "bedil": 1771,
    "bedilojāñ": 1772,
    "bedilī": 1773,
    "bedimāġh": 1774,
    "bedimāġheminnateiqbāl": 1775,
    "bedimāġheḳhajlat": 1776,
    "bedimāġhī": 1777,
    "bedād": 1778,
    "bedādedost": 1779,
    "bedādeishq": 1780,
    "bedādekāvishhāemizhgāñ": 1781,
    "bedāderashkeġhair": 1782,
    "bedādevafā": 1783,
    "bedādezauqeparfishānī": 1784,
    "bedādgar": 1785,
    "bedādgaroñ": 1786,
    "bedādgarī": 1787,
    "bedār": 1788,
    "bedārī": 1789,
    "bedārīeehsās": 1790,
    "bedārīejamhūr": 1791,
    "bedāġh": 1792,
    "bedīd": 1793,
    "beetibār": 1794,
    "beetidāliyoñ": 1795,
    "befaisla": 1796,
    "befaiz": 1797,
    "befikr": 1798,
    "befāeda": 1799,
    "beghar": 1800,
    "begirah": 1801,
    "begudāzemom": 1802,
    "begulemurād": 1803,
    "begunah": 1804,
    "begunahkush": 1805,
    "begunāh": 1806,
    "begunāhāñ": 1807,
    "begunāhī": 1808,
    "begāna": 1809,
    "begānaeafsurdagī": 1810,
    "begānaeayyām": 1811,
    "begānaehastī": 1812,
    "begānaetāsīr": 1813,
    "begānaevafā": 1814,
    "begānaeġham": 1815,
    "begānagī": 1816,
    "begānagīeḳhalq": 1817,
    "begānanigāhī": 1818,
    "begānaoġhāfil": 1819,
    "begānasifat": 1820,
    "begānavār": 1821,
    "begāne": 1822,
    "begānoñ": 1823,
    "behad": 1824,
    "behaqīqat": 1825,
    "behauslagī": 1826,
    "behayā": 1827,
    "behayāī": 1828,
    "behech": 1829,
    "behijāb": 1830,
    "behijābiyāñ": 1831,
    "behijābī": 1832,
    "behis": 1833,
    "behisāb": 1834,
    "behlāiyegā": 1835,
    "behosh": 1836,
    "behtar": 1837,
    "behunar": 1838,
    "behunarī": 1839,
    "behuzūr": 1840,
    "behuzūrī": 1841,
    "behūda": 1842,
    "behūdasarī": 1843,
    "beiltifātī": 1844,
    "beintihā": 1845,
    "beishq": 1846,
    "beishāre": 1847,
    "beiḳhtiyār": 1848,
    "beiḳhtiyāriyāñ": 1849,
    "beiḳhtiyārī": 1850,
    "bejigarī": 1851,
    "bejurm": 1852,
    "bejā": 1853,
    "bejān": 1854,
    "bekafan": 1855,
    "bekaif": 1856,
    "bekal": 1857,
    "bekalī": 1858,
    "bekanār": 1859,
    "bekanārī": 1860,
    "bekarāna": 1861,
    "bekarānī": 1862,
    "bekarāñ": 1863,
    "bekas": 1864,
    "bekasobeyār": 1865,
    "bekasoñ": 1866,
    "bekasāfat": 1867,
    "bekasī": 1868,
    "bekasīeishq": 1869,
    "bekasīhāeshabehijr": 1870,
    "bekumak": 1871,
    "bekār": 1872,
    "bekāran": 1873,
    "bekāriejunūñ": 1874,
    "bekāvishesīna": 1875,
    "bel": 1876,
    "bela": 1877,
    "belaus": 1878,
    "belche": 1879,
    "belibāda": 1880,
    "belibāsī": 1881,
    "belāg": 1882,
    "belī": 1883,
    "bemaanī": 1884,
    "bemai": 1885,
    "bemaiosāġhar": 1886,
    "bematlab": 1887,
    "bemaut": 1888,
    "bemazā": 1889,
    "bemehr": 1890,
    "bemehrieyārānevatan": 1891,
    "beminnatekaimūs": 1892,
    "beminnatesharāb": 1893,
    "bemojib": 1894,
    "bemuddaā": 1895,
    "bemuhābā": 1896,
    "bemuravvat": 1897,
    "benam": 1898,
    "benaqāb": 1899,
    "benaqābī": 1900,
    "benavā": 1901,
    "benavāedil": 1902,
    "benavāī": 1903,
    "benazīr": 1904,
    "benazīroñ": 1905,
    "benañgonām": 1906,
    "benihāyat": 1907,
    "benishāñ": 1908,
    "beniyāz": 1909,
    "beniyāzeasar": 1910,
    "beniyāzeibrateanjām": 1911,
    "beniyāzekafedariyā": 1912,
    "beniyāzequrbodūrī": 1913,
    "beniyāziyoñ": 1914,
    "beniyāzāna": 1915,
    "beniyāzī": 1916,
    "benumū": 1917,
    "benām": 1918,
    "benūr": 1919,
    "bepairahan": 1920,
    "bepanāh": 1921,
    "bepar": 1922,
    "beparda": 1923,
    "beparobālī": 1924,
    "bepartaveḳhurshed": 1925,
    "beparvā": 1926,
    "beparvāiyoñ": 1927,
    "bepiye": 1928,
    "bepā": 1929,
    "bepāyāñ": 1930,
    "beqarār": 1931,
    "beqarāroñ": 1932,
    "beqarārī": 1933,
    "beqayās": 1934,
    "beqrāreshikvaebejā": 1935,
    "beqābū": 1936,
    "berahmī": 1937,
    "beraunaqī": 1938,
    "berañg": 1939,
    "beridāī": 1940,
    "beruḳhī": 1941,
    "berāh": 1942,
    "besabab": 1943,
    "besabr": 1944,
    "besabrofaizeishqemustaġhnī": 1945,
    "besabroñ": 1946,
    "besabā": 1947,
    "besabāt": 1948,
    "besabātiedahreḳharāb": 1949,
    "besadā": 1950,
    "besahāre": 1951,
    "besahārā": 1952,
    "besalīb": 1953,
    "besamar": 1954,
    "besan": 1955,
    "besar": 1956,
    "besarfa": 1957,
    "besaropā": 1958,
    "besarosāmāniyoñ": 1959,
    "besarosāmānoñ": 1960,
    "besarosāmāñ": 1961,
    "besavādī": 1962,
    "besavāoñ": 1963,
    "besh": 1964,
    "beshaetehqīq": 1965,
    "beshak": 1966,
    "beshakl": 1967,
    "beshamā": 1968,
    "beshart": 1969,
    "beshtar": 1970,
    "beshubah": 1971,
    "beshumār": 1972,
    "beshānaesabā": 1973,
    "besozosāz": 1974,
    "besudh": 1975,
    "besurūr": 1976,
    "besutūñ": 1977,
    "besvā": 1978,
    "besāebān": 1979,
    "besāḳhta": 1980,
    "besāḳhtapan": 1981,
    "besūd": 1982,
    "betahammul": 1983,
    "betahāshā": 1984,
    "betakalluf": 1985,
    "betalab": 1986,
    "betalabī": 1987,
    "betanāb": 1988,
    "betarah": 1989,
    "betuḳhmesharār": 1990,
    "betāb": 1991,
    "betābejāñgudāzī": 1992,
    "betābemohabbat": 1993,
    "betābi": 1994,
    "betābiedil": 1995,
    "betābiyāñ": 1996,
    "betābotavāñ": 1997,
    "betābī": 1998,
    "betābīetajallīeātishbajāñ": 1999,
    "betābīosukūñ": 2000,
    "betāqatī": 2001,
    "beulamā": 2002,
    "beusūlī": 2003,
    "bevafā": 2004,
    "bevafāī": 2005,
    "bevajh": 2006,
    "bevaqt": 2007,
    "bevatanī": 2008,
    "bevazū": 2009,
    "bevpār": 2010,
    "beyaqīnī": 2011,
    "bezabānoñ": 2012,
    "bezabāñ": 2013,
    "bezamāñ": 2014,
    "bezamīroñ": 2015,
    "bezauq": 2016,
    "bezār": 2017,
    "bezārī": 2018,
    "beābrū": 2019,
    "beāhesahargāhī": 2020,
    "beārzū": 2021,
    "beāvāz": 2022,
    "beġhameuqbā": 2023,
    "beġharaz": 2024,
    "beġhash": 2025,
    "beḌiyāñ": 2026,
    "beḌā": 2027,
    "beḳhabar": 2028,
    "beḳhabarī": 2029,
    "beḳhabroñ": 2030,
    "beḳhatar": 2031,
    "beḳhatā": 2032,
    "beḳhud": 2033,
    "beḳhudeiztirāb": 2034,
    "beḳhudieaishemaqdamesailāb": 2035,
    "beḳhudobetāb": 2036,
    "beḳhudoñ": 2037,
    "beḳhudī": 2038,
    "beḳhudīeishq": 2039,
    "beḳhudīeshauq": 2040,
    "beḳhvāb": 2041,
    "beḳhvābī": 2042,
    "beḳhānamāñ": 2043,
    "beḳhūnedil": 2044,
    "bhaTTī": 2045,
    "bhaTak": 2046,
    "bhaTakne": 2047,
    "bhaTakte": 2048,
    "bhaTaktā": 2049,
    "bhaTke": 2050,
    "bhaTkeñge": 2051,
    "bhaae": 2052,
    "bhaag": 2053,
    "bhaap": 2054,
    "bhaav": 2055,
    "bhaaī": 2056,
    "bhabūkā": 2057,
    "bhagvān": 2058,
    "bhajan": 2059,
    "bhale": 2060,
    "bhalā": 2061,
    "bhalāī": 2062,
    "bhalī": 2063,
    "bhaptiyāñ": 2064,
    "bhar": 2065,
    "bharam": 2066,
    "bhare": 2067,
    "bharebāzār": 2068,
    "bharne": 2069,
    "bharnā": 2070,
    "bharo": 2071,
    "bharosa": 2072,
    "bharose": 2073,
    "bharosā": 2074,
    "bharte": 2075,
    "bhartī": 2076,
    "bharā": 2077,
    "bharī": 2078,
    "bharūñ": 2079,
    "bhauñ": 2080,
    "bhaveñ": 2081,
    "bhavāñ": 2082,
    "bhañvar": 2083,
    "bhañvre": 2084,
    "bhaḌak": 2085,
    "bhaḌakte": 2086,
    "bhaḌaktī": 2087,
    "bhaḌke": 2088,
    "bhaḌkā": 2089,
    "bhaḌkāeñ": 2090,
    "bhaḌkātī": 2091,
    "bhed": 2092,
    "bhej": 2093,
    "bheje": 2094,
    "bhejoge": 2095,
    "bhejā": 2096,
    "bhejī": 2097,
    "bhes": 2098,
    "bheñT": 2099,
    "bheḌ": 2100,
    "bheḌeñ": 2101,
    "bhigo": 2102,
    "bhigoe": 2103,
    "bhigone": 2104,
    "bhigonā": 2105,
    "bhiig": 2106,
    "bhiik": 2107,
    "bhiiḌ": 2108,
    "bhikshūdānī": 2109,
    "bhikārī": 2110,
    "bhiḌ": 2111,
    "bhog": 2112,
    "bhole": 2113,
    "bholebhāle": 2114,
    "bholā": 2115,
    "bholībhālī": 2116,
    "bhor": 2117,
    "bhulā": 2118,
    "bhulāe": 2119,
    "bhulāeñ": 2120,
    "bhulāne": 2121,
    "bhulānā": 2122,
    "bhulātā": 2123,
    "bhulāyā": 2124,
    "bhulāī": 2125,
    "bhulāūñ": 2126,
    "bhuniyegā": 2127,
    "bhunā": 2128,
    "bhuuk": 2129,
    "bhuul": 2130,
    "bhā": 2131,
    "bhāge": 2132,
    "bhāgeñ": 2133,
    "bhāgeñge": 2134,
    "bhāgne": 2135,
    "bhāgte": 2136,
    "bhāgā": 2137,
    "bhāgī": 2138,
    "bhāle": 2139,
    "bhāltā": 2140,
    "bhārī": 2141,
    "bhāte": 2142,
    "bhī": 2143,
    "bhīge": 2144,
    "bhīgne": 2145,
    "bhīgtā": 2146,
    "bhīgtī": 2147,
    "bhīgī": 2148,
    "bhīgūñ": 2149,
    "bhūke": 2150,
    "bhūkā": 2151,
    "bhūle": 2152,
    "bhūleñ": 2153,
    "bhūlne": 2154,
    "bhūlnā": 2155,
    "bhūlo": 2156,
    "bhūltā": 2157,
    "bhūlā": 2158,
    "bhūlī": 2159,
    "bhūlībisrī": 2160,
    "bhūlūñ": 2161,
    "biThā": 2162,
    "biThāne": 2163,
    "biThātā": 2164,
    "biThāī": 2165,
    "bichhaunā": 2166,
    "bichhaḌ": 2167,
    "bichhaḌne": 2168,
    "bichhaḌnā": 2169,
    "bichhaḌte": 2170,
    "bichhe": 2171,
    "bichhā": 2172,
    "bichhāe": 2173,
    "bichhāeñ": 2174,
    "bichhḌe": 2175,
    "bichhḌeñgī": 2176,
    "bichhḌā": 2177,
    "bichhḌūñ": 2178,
    "bichāre": 2179,
    "bidat": 2180,
    "bigaḌ": 2181,
    "bigaḌnā": 2182,
    "bigaḌtā": 2183,
    "bigāḌ": 2184,
    "bigāḌe": 2185,
    "bigāḌo": 2186,
    "bigḌe": 2187,
    "bigḌeñ": 2188,
    "bigḌo": 2189,
    "bigḌā": 2190,
    "bigḌī": 2191,
    "biibī": 2192,
    "biich": 2193,
    "biij": 2194,
    "biim": 2195,
    "biinā": 2196,
    "biinī": 2197,
    "biis": 2198,
    "biit": 2199,
    "biite": 2200,
    "biitā": 2201,
    "biitī": 2202,
    "biivī": 2203,
    "bijliyoñ": 2204,
    "bijliyāñ": 2205,
    "bijlī": 2206,
    "bik": 2207,
    "bikhar": 2208,
    "bikharne": 2209,
    "bikharnā": 2210,
    "bikhartā": 2211,
    "bikher": 2212,
    "bikherā": 2213,
    "bikhre": 2214,
    "bikhrāe": 2215,
    "bikhrāne": 2216,
    "bikhrī": 2217,
    "bikte": 2218,
    "bikā": 2219,
    "bil": 2220,
    "bilak": 2221,
    "bilaktīñ": 2222,
    "bilkul": 2223,
    "bilorīñ": 2224,
    "bilā": 2225,
    "bilāval": 2226,
    "bilāḳhir": 2227,
    "bin": 2228,
    "binā": 2229,
    "bināehastī": 2230,
    "bināemohkam": 2231,
    "bināeḳhanda": 2232,
    "bināeḳhānaezanjīreshevan": 2233,
    "biphrī": 2234,
    "bismil": 2235,
    "bismillāh": 2236,
    "bismiloñ": 2237,
    "bistar": 2238,
    "bistaretamhīdefarāġhat": 2239,
    "bistareḳhayāl": 2240,
    "bisve": 2241,
    "bisānesharar": 2242,
    "bisānesubh": 2243,
    "bisāt": 2244,
    "bisāteijz": 2245,
    "bisāteishq": 2246,
    "bisātenashātedil": 2247,
    "bisātequvvateidrāk": 2248,
    "bisātesohbateahbāb": 2249,
    "bisāteñ": 2250,
    "bisāteāshiq": 2251,
    "bitā": 2252,
    "bitāī": 2253,
    "blouse": 2254,
    "bo": 2255,
    "bod": 2256,
    "bodā": 2257,
    "bohrāneadam": 2258,
    "bohtāt": 2259,
    "bojh": 2260,
    "bojhal": 2261,
    "bojhā": 2262,
    "bol": 2263,
    "bole": 2264,
    "bolegā": 2265,
    "boleñ": 2266,
    "boliye": 2267,
    "bolnā": 2268,
    "bolo": 2269,
    "boloñ": 2270,
    "bolte": 2271,
    "boltā": 2272,
    "boltī": 2273,
    "bolā": 2274,
    "bolūñ": 2275,
    "bone": 2276,
    "boriye": 2277,
    "boriyā": 2278,
    "boriyānashīnoñ": 2279,
    "bosa": 2280,
    "bosaelab": 2281,
    "bosaelabeshīrīñ": 2282,
    "bosaeruḳh": 2283,
    "bosaezulfechalīpā": 2284,
    "bose": 2285,
    "boseqadam": 2286,
    "bosokanārovaslehasīnāñ": 2287,
    "botal": 2288,
    "bote": 2289,
    "botā": 2290,
    "bove": 2291,
    "boī": 2292,
    "buad": 2293,
    "buildingeñ": 2294,
    "bujh": 2295,
    "bujhe": 2296,
    "bujhne": 2297,
    "bujhte": 2298,
    "bujhtā": 2299,
